private static final String[] QUESTIONS = {
"العملة الرسمية لدولة الكويت هي الريال الكويتي؟",
"توبقال هي أعلى قمة جبلية في العالم العربي؟",
"الجزائر هي أكبر دولة عربية من حيث المساحة؟",
"الدار البيضاء هي عاصمة المغرب؟",
"كابول هى عاصمة افغانستان؟",
"اضخم الحيوانات اللافقرية هو القنديل؟",
"الدولة العربية التي يمر بها خط الاستواء هى السودان؟",
"القلب هو أكبر عضو في جسم الإنسان؟",
"أول مسجد في الإسلام هو المسجد النبوي؟",
"الخال الوحيد لأولاد عمتك هو والدك؟",
"اولى دول العالم انتاجا للموز هى الاكوادور؟",
"الأرجنتين عاصمتها باكو؟",
"عملة فيتنام هى دونج؟"
};

private static final boolean[] ANSWERS = {
false,
true,
true,
false,
true,
false,
false,
false,
false,
true,
true,
false,
true
};

private static final String[] ANSWERS_DETAILS = {
"العملة الرسمية لدولة الكويت هي الدينار الكويتي",
"توبقال هي أعلى قمة جبلية في العالم العربي و تقع في المغرب",
"الجزائر هي أكبر دولة عربية و إفريقية من حيث المساحة",
"الرباط هي عاصمة المغرب",
"كابول هى عاصمة افغانستان",
"اضخم الحيوانات اللافقرية هو الحبار",
"الدولة العربية التي يمر بها خط الاستواء هى الصومال",
"الكبد هو أكبر عضو في جسم الإنسان",
"أول مسجد في الإسلام هو مسجد قباء",
"الخال الوحيد لأولاد عمتك هو والدك",
"اولى دول العالم انتاجا للموز هى الاكوادور",
"الأرجنتين عاصمتها بونس إيرس",
"عملة فيتنام هى دونج"
};

